export const postsData = [
  { id: 9, title: '从夯到拉锐评主流加密货币', date: '2026-04-16', update:'', excerpt: '过去十年，加密货币从极客的乌托邦实验演变为万亿级资产类别。比特币、以太坊等“主流币”被拥趸奉为金融未来的曙光，但在光环之下，它们的技术瓶颈、经济悖论与治理困境同样值得冷静审视。' },
  { id: 8, title: '万物上链', date: '2026-03-31', update:'', excerpt: '从贵金属到原油，现实资产正加速上链，地理与中介的壁垒瓦解，一个交易永不眠的超流动性时代已然到来。' },
  { id: 7, title: '股票代币正在重新上架', date: '2026-02-06', update:'', excerpt: '股票代币化将股票转化为区块链上的数字代币，以提升流动性、降低交易成本、并实现更高效的透明化资产管理与全球流通。' },
  { id: 6, title: '加密货币市场又崩了', date: '2026-02-02', update:'', excerpt: '加密货币市场再度崩塌，比特币触及60000美元关口。' },
  { id: 5, title: '华为云主机Ubuntu操作系统安装tailscale', date: '2025-12-03', update:'', excerpt: '在华为云Ubuntu操作系统安装tailscale vpn，并开启ip转发作为出口节点。' },
  { id: 4, title: '在出口节点上使用tshark进行抓包', date: '2025-11-19', update:'', excerpt: '玩客云作为出口节点，并在Debian操作系统上下载tshark，监听出口节点网站访问记录。' },
  { id: 3, title: '玩客云NAS的U盘使用方法', date: '2025-11-17', update:'', excerpt: '在玩客云Debian操作系统上插入U盘，安装python环境，并运行web。' },
  { id: 2, title: '“4000点才是牛市开端“', date: '2025-10-29', update:'', excerpt: '时隔十年，上证再次站上4000点。' },
  { id: 1, title: '关于我的博客开发与使用', date: '2025-01-01', update:'2026-02-08', excerpt: '我的第一篇博客文章，主要介绍我的博客的开发过程和使用方法。' }
]
